Repository: OShop/OShop.PayPal
Catalog: App_Data/Localization/*/orchard.module.po
Languages: fr_fr

source: Not allowed to manage Shop Settings
fr_fr: Vous n'êtes pas autorisé à gérer les paramètres de la boutique

source: PayPal Settings saved successfully.
fr_fr: Paramètres PayPal enregistrés avec succès.

source: Could not save PayPal Settings.
fr_fr: Impossible d'enregistrer les paramètres PayPal.

source: Valid credentials.
fr_fr: Authentification valide.

source: Invalid credentials.
fr_fr: Authentification invalide.

source: Could not validate credentials.
fr_fr: Impossible de valider l'authentification.

source: Nothing left to pay on this document.
fr_fr: Il ne reste plus rien à régler sur ce document.

source: Payment creation failed.
fr_fr: Création du paiement échouée.

source: We are encountering issues with PayPal service.
fr_fr: Nous rencontrons des difficultés avec le service PayPal.

source: Your payment was successfully registered.
fr_fr: Votre paiement a été enregistré avec succès.

source: We were unable to execute your payment.
fr_fr: Nous n'avons pas été en mesure d'exécuter votre paiement.

source: Your payment has been canceled.
fr_fr: Votre paiement a été annulé.

source: Settings
fr_fr: Paramètres

source: Payment execution failed.
fr_fr: Exécution du paiement échouée.

source: Web profile creation failed.
fr_fr: Création profil web échouée.

source: Unable to obtain Access Token from PayPal API.
fr_fr: Impossible d'obtenir un token d'accès de la part de PayPal.

source: PayPal
fr_fr: Carte bancaire ou PayPal

source: Pay with your PayPal account or credit card
fr_fr: Régler avec votre carte bancaire ou votre compte PayPal

source: PayPal Settings
fr_fr: Paramètre PayPal

source: PayPal Account
fr_fr: Compte PayPal

source: Test mode
fr_fr: Mode test

source: Use sandbox
fr_fr: Utiliser l'environnement sandbox

source: For testing purpose only.
fr_fr: Pour test uniquement.

source: Validate credentials
fr_fr: Valider les paramètres d'authentification

source: Save
fr_fr: Enregistrer
